Repository: jawadehb/GroupSpace23
Catalog: Translations/Views/Home/Index.*.resx
Languages: fr

# Ambachtelijke keramische borden
source: Artisanal ceramic plates
fr: Assiettes en céramique artisanale

# Bestek van roségoud
source: Rose gold cutlery
fr: Couverts en or rose

# Bestek van verouderd messing
source: Aged brass cutlery
fr: Couverts en laiton vieilli

# Bestek van verzilverd roestvrij staal
source: Silver-plated stainless steel cutlery
fr: Couverts en acier inoxydable argenté

# Bestek van vintage roestvrij staal
source: Vintage stainless steel cutlery
fr: Couverts en acier inoxydable vintage

# Bestek van zilver
source: Silver cutlery
fr: Couverts en argent

# Bijpassende stoelhoezen met linten van organza
source: Matching chair covers with organza ribbons
fr: Housses de chaises assorties avec rubans en organza

# Borden van wit porselein
source: White porcelain plates
fr: Assiettes en porcelaine blanche

# Champagneglazen met geslepen kristal
source: Champagne glasses with cut crystal
fr: Verres à champagne avec cristal taillé

# Designborden van getint glas
source: Designer plates of tinted glass
fr: Assiettes design en verre teinté

# Formule 1: Klassieke Eleganti
source: Package 1: Classic Elegance
fr: Formule 1: Élégance Classique

# Formule 2: Rustieke Chique
source: Package 2: Rustic Chic
fr: Formule 2: Rustique Chic

# Formule 3: Moderne Glamour
source: Package 3: Modern Glamour
fr: Formule 3: Glamour Moderne

# Formule 4: Printemps Pastel
source: Package 4: Spring Pastel
fr: Formule 4: Pastel de Printemps

# Formule 5: Thématique Vintage
source: Package 5: Vintage Themed
fr: Formule 5: Thématique Vintage

# Gegraveerde retroglazen
source: Engraved retro glasses
fr: Verres rétro gravés

# Gegraveerde waterglazen
source: Engraved water glasses
fr: Verres à eau gravés

# Glaswerk met kristallen voet
source: Glassware with crystal base
fr: Verres avec pied en cristal

# Gravure op wijnglazen
source: Engraving on wine glasses
fr: Gravure sur verres à vin

# Kanten vintage tafelkleed
source: Lace vintage tablecloth
fr: Nappe vintage en dentelle

# Kopjes en schoteltjes in bijpassende stijl
source: Cups and saucers in matching style
fr: Tasses et soucoupes assorties

# Kopjes van terracotta met bijpassende schoteltjes
source: Terracotta cups with matching saucers
fr: Tasses en terre cuite avec soucoupes assorties

# Lijst met Prijzen
source: Price List
fr: Liste des Prix

# Luxe bloemstuk als tafelcentrum
source: Luxury floral arrangement as a table centerpiece
fr: Arrangement floral de luxe comme centre de table

# Natuurlijk linnen tafelkleed
source: Natural linen tablecloth
fr: Nappe en lin naturel

# Pastelkleurig linnen tafelkleed
source: Pastel-colored linen tablecloth
fr: Nappe en lin aux couleurs pastel

# Pastelkleurig porseleinen servies
source: Pastel-colored porcelain dinnerware
fr: Vaisselle en porcelaine aux couleurs pastel

# Retro porseleinen borden
source: Retro porcelain plates
fr: Assiettes rétro en porcelaine

# Stijlvolle koffiekopjes en bijpassende schoteltjes
source: Stylish coffee cups and matching saucers
fr: Élégantes tasses à café et soucoupes assorties

# Stoelhoezen van jute met kanten linten
source: Jute chair covers with lace ribbons
fr: Housses de chaises en jute avec rubans en dentelle

# Stoelhoezen van jutekoffiezakken met linten van kant
source: Jute coffee sack chair covers with lace ribbons
fr: Housses de chaises en toile de jute avec rubans en dentelle

# Tafelcentrum met drijvende kaarsen en metalen elementen
source: Table centerpiece with floating candles and metal elements
fr: Centre de table avec bougies flottantes et éléments métalliques

# Tafelcentrum met lentebloemen en lichte slingers
source: Table centerpiece with spring flowers and light garlands
fr: Centre de table avec fleurs de printemps et guirlandes légères

# Tafelcentrum met oude boeken, kaarsen en vintage objecten
source: Table centerpiece with old books, candles, and vintage items
fr: Centre de table avec vieux livres, bougies et objets vintage

# Tafelcentrum met wilde bloemen en houten lantaarns
source: Table centerpiece with wildflowers and wooden lanterns
fr: Centre de table avec vieux livres, bougies et objets vintage

# Tafelkleed van wit satijn
source: White satin tablecloth
fr: Nappe en satin blanc

# Theekopjes en bijpassende schoteltjes
source: Teacups and matching saucers
fr: Tasses à thé et soucoupes assorties

# Vintage kopjes en bijpassende schoteltjes
source: Vintage cups and matching saucers
fr: Tasses vintage avec soucoupes assorties

# Witte stoelhoezen met satijnen strikken
source: White chair covers with satin bows
fr: Housses de chaises blanches avec nœuds en satin

# Zwart satijnen tafelkleed
source: Black satin tablecloth
fr: Nappe en satin noir

# Zwarte stoelhoezen met strikken van fluweel
source: Black chair covers with velvet bows
fr: Housses de chaises noires avec nœuds en velours
